Archiwum/openFoam_MIN/_study_runs/re100Cylinder/v2_u12_d30_h15/constant/turbulenceProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}

simulationType  laminar;
